Repository: hbasria/pjango
Catalog: contrib/post/locale/*/LC_MESSAGES/messages.po
Languages: tr

source: Categories
tr: Kategoriler

source: Get Name
tr: Adı

source: Get Title
tr: Başlık

source: Get Slug
tr: Slug

source: Status
tr: Durumu

source: Created At
tr: Ek. Tarihi

source: Updated At
tr: Gün. Tarihi

source: post.categories
tr: Kategori

source: post.status
tr: Durum

source: post.title
tr: Başlık

source: post.slug
tr: Slug

source: post.excerpt
tr: Kısa İçerik

source: post.content
tr: İçerik

source: post.template
tr: Özel Template

source: post.weight
tr: Sıra No

source: post.status.draft
tr: Geçici

source: post.status.published
tr: Yayınlandı

source: post.status.private
tr: Özel

source: post.status.archive
tr: Arşiv
