Repository: hbasria/pjango
Catalog: contrib/auth/locale/*/LC_MESSAGES/messages.po
Languages: tr

source: Invalid username/password Error
tr: Geçersiz kullanıcı adı/şifre

source: user.displayname
tr: Görünen Ad

source: user.username
tr: Kullanıcı Adı

source: user.email
tr: e-posta

source: user.password
tr: Şifre

source: user.is_staff
tr: Yönetime Girebilir

source: user.is_active
tr: Aktif

source: user.is_superuser
tr: Süper Kullanıcı

source: User Info
tr: Kullanıcı Bilgileri

source: Company Info
tr: Firma Bilgileri

source: Personnel Info
tr: Personel Bilgileri

source: user.date_joined
tr: Üyelik Tarihi

source: user.last_login
tr: Son Giriş Tarihi
